{
  "anniv5:BlackMarketDealerEvent": {
    "NAME": "암시장",
    "DESCRIPTIONS": [
      "\"저기, 너! 그런 크기의 배낭을 가지고 있다면, 분명히 수집가일 거야! NL NL 들어와서 구경해 - 오늘은 아주 멋진 임시 팝업 마켓이 열렸어, 물론 합법적이야. 네가 필요한 뭔가를 찾을 수 있을 거야... 그냥 우리가 여기에 있었다는 얘기는 하지 마!\"",
      "유리 진열장 앞에 있는 상인을 향해 다가가며, 그곳에는 팔기 위한 다양한 카드들이 전시되어 있다. NL NL 아마도 그들은 네가 찾기 어려운 카드들을 사는 데 관심이 있을 거야.",
      "시장 구석에 있는 보라색 천으로 가려진 가판대에 다가가니, NL NL 한 조용하고 연기나는, 휘발된 무언가의 형체가 그들이 전시한 유일한 아이템인 책을 가리킨다. 이 책은 명백히 어두운 마법에 걸린 듯하다.",
      "\"다시 만났군!\" NL 한 명의 명랑한 엉망인 남자가 기쁨에 차서 당신에게 다가온다. NL NL \"나야, #y랜위드 ! #b상인 에게서 훔친 물건을 시장에 가져왔어 - 봐봐!\"",
      "\"고마워! 또 봐! 특히 초-희귀 첫 번째 판 G.K. 카드를 찾으면, 너에게 더 좋은 보상을 줄 거야! NL NL 당신은 새 카드를 배낭에 넣고 길을 계속 갑니다.",
      "\"이 상태에서 모험가는 꽤나 좋은 상태네! 배낭에 그 많은 걸 어떻게 다 가지고 다니지?\" NL NL 가게 주인과 저장 효율성에 대한 유쾌한 대화를 나눈 후, 시장을 떠납니다.",
      "\"아주 좋은 거래네요. 이런 건 첨탑에선 자주 보기 힘든데!\" 그는 그레믹 상인과 그의 바퀴를 힐끗 보며 말한다. NL NL 상인은 거래를 마무리하고, 당신의 카드를 유리 진열장에 바꿔 넣는다. 때로 이유 없이 옆구리를 찌르지 않는 중개인과 거래하는 게 좋다.",
      "카운터 위의 책장을 넘기자, 종이의 가장자리에 손가락을 베었다. 피가 책에 스며들어 번지며, 곧 당신의 시야는 검은 안개에 가려지기 시작한다. NL NL 카드 물리학의 법칙을 넘는 새로운 지식이 당신의 머릿속을 휘감는다! 그러나 그 대가는...",
      "이 의심스러운 시장에서 당신에게 매력적인 것은 없지만, 떠나려 할 때, 연기 나는 마법적 존재가 당신의 길을 막고 손에 약물을 건넨다. NL NL 당신은 머리 속에서 목소리를 듣게 된다... NL NL \"너는... 돌아올 거야...\"",
      "그 형체는 고개를 끄덕이며, 사실 당신이 아무 말도 하지 않았다는 걸 깨닫게 된다 - 당신은 단지 공허에 기부할 수 있을지 물어보았을 뿐이다. NL NL 상인은 손을 뻗어 당신의 몸에서 두꺼운 연기를 빨아들여, 그것을 자신이 가진 휘발된 형태로 흡수한다. 즉시 몸이 가벼워지며, 당신은 고개를 끄덕인다.",
      "\"좋아, 좋아, 훌륭한 선택이군!\" NL NL #y랜위드 는 #y골드 를 주머니에 넣고 가죽 제본 카드 바인더를 건넨다. 표지는 몇 군데 어두운 자국이 있다... 물에 젖었나? 피인가? 추측해보아도 아무도 알 수 없다.",
      "\"아, 과거의 실수를 되돌리려는 거구나? 나는 이해해...\" NL NL #y랜위드 는 고개를 숙이며 당신에게 명령서를 건넨다. 당신은 이 생명체의 마음속에 무엇이 그렇게 무겁게 얹혀 있는지 물어보지만, 그 생명체는 아무 말 없이 다시 그 특유의 명랑한 표정을 되찾는다. NL NL \"다시 만났군!\", 그것은 다음 고객에게 말한다.",
      "#y랜위드 의 눈은 당신의 멋진 모자를 보고 커진다. NL NL \"너... 내가... 고마워!\" NL NL #y랜위드 는 그 모자를 자기 것으로 쓰며, 시장의 많은 사람들에게 박수와 함께 찬사를 받는다.",
      "그 상인은 당신이 원하는 것을 가진 것 같지 않았다. 아마 다른 상인이 그럴지도..."
    ],
    "OPTIONS": [
      "#b[수상한 #b상인] 단일 카드 구경하기.",
      "#r[흐릿한 #r마법사] 팩 소환 배우기.",
      "#y[의심스러운 #y상인] 유물 구경하기.",
      "[떠나기]",
      "[구매] #r골드 를 #r",
      "잃습니다. #g팩에서 #g20개의 카드 중 #g1개를 #g덱에 추가합니다.",
      "[판매] #g비기본, #비저주 #g카드를 #g덱에서 제거하고. #g골드를",
      " #g얻습니다.",
      "[교환] #g두 가지 진행 - #g판매 후 #g20개 카드 중 #g2개를 #g구매합니다.",
      "[잠금] 요구 사항 ",
      "[잠금] 제거할 카드가 없습니다.",
      "[어둠의 마법 배우기] #r저주를 #r1개 #r얻고 #g소환 #g팩을 #g얻습니다. #r- #rVexed.",
      "[샘플 받기] #g소환 #g팩 #g기록물 #g얻기.",
      "[정화 의식] #g덱에서 #g카드를 #g제거합니다.",
      "[잠금] 제거할 카드가 없습니다.",
      "[컬렉션 구매] #r골드를 #r",
      " #r잃습니다. #g컬렉션을 #g얻습니다.",
      "[구매 명령서] #r골드를 #r",
      " #r잃습니다. #g추방 #g명령서를 #g얻습니다.",
      "[모자 팔기] #g골드를 #g",
      " #g얻습니다. #r모자를 #r잃습니다.",
      "[잠금] 팔 수 있는 모자가 없습니다.",
      "[잠금] 상인이 없습니다.",
      "[잠금] 품절"
    ]
  }
}